Repository: myzzxc/1105cnc
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: Document Processing switches
zh_tw: 文件處理開關

source: Document splitting by page range, blank page, page contents, bookmarks, or file size
zh_tw: 依頁面範圍、空白頁、頁面內容、書籤或檔案大小分割文件

source: Dolby and the double-D symbol are registered trademarks of Dolby Laboratories.
zh_tw: 杜比 (Dolby) 和 雙 D 標識為杜比實驗室 (Dolby Laboratories) 之註冊商標。

source: Don’t let the hassle of filling out long forms slow down your business.
zh_tw: 別讓填寫冗長的表單的煩惱拖累了您的業務，

source: Don’t retype your documents
zh_tw: 無須重新輸入文件檔案

source: Don’t retype your documents: If you must work with PDF documents in other applications, don’t waste valuable time recreating them—convert them.
zh_tw: 無須重新輸入文件檔案：如果必須使用其他應用程式中的 PDF 文件檔，不要浪費寶貴的時間重新創建 —— 只需進行轉檔。

source: Door module
zh_tw: 車門模塊

source: Double Band
zh_tw: 雙輸送帶

source: Double Entrance Band + Double Sidebands
zh_tw: 雙入口輸送帶 + 雙側帶

source: Double Entrance Band + Sidebands
zh_tw: 雙入口輸送帶 + 側帶

source: Double Swinging
zh_tw: 雙擺

source: Double-click ‘Application Set Manager’.
zh_tw: 雙擊 “Application Set Manager（應用程式設定管理員）”。

source: DoublePusher
zh_tw: 雙推料機 (DoublePusher)

source: Download Office deployment tool from Microsoft: http://www.microsoft.com/en-us/download/details.aspx?id=36778
zh_tw: 於下列網址中下載 Office 部署工具： http://www.microsoft.com/en-us/download/details.aspx?id=36778

source: Download Windows Management Framework 3.0 from Microsoft: http://www.microsoft.com/en-us/download/details.aspx?id=34595
zh_tw: 於 Microsoft 網站下載 Windows Management Framework 3.0： http://www.microsoft.com/en-us/download/details.aspx?id=34595

source: Download: PDF of GSM shield schematic, Reference design
zh_tw: 下載：GSM擴充模組電路圖和參考設計之PDF檔案

source: Drag and drop security profiles to quickly and easily secure documents
zh_tw: 拖放式操作安全設定檔以快速、簡便地保護文件

source: Draw and edit form controls (text fields, buttons, drop down lists, check boxes and radio buttons)
zh_tw: 繪製和編輯表單控制項（文字欄位、按鈕、下拉選單、核取方塊和選項按鈕）

source: Drawing (comment) tools including lines, rectangles, pencil, oval, polygon, cloud)
zh_tw: 繪圖（註解）工具，包括線段、矩形、鉛筆、橢圓、多邊形、雲狀

source: Drill heads are available ina5 tool Lshape ora9 tool Lshape.
zh_tw: 有 5 頭 L 形或 9 頭 L 形鑽頭可供選擇。

source: Drive member 400 is coupled to output shaft 138 of power source 130.
zh_tw: 驅動元件 400 連接至動力源 130 之輸出軸 138。

source: Driven member 402 is coupled to shaft 142 of shiftable transmission 144.
zh_tw: 被驅動元件 402 連接至變速箱 144 之傳動軸 142，

source: Driven member 402 is operatively coupled to drive member 400 through a drive belt 404.
zh_tw: 被驅動元件 402 透過驅動皮帶 404 連接至驅動元件 400。

source: Driver
zh_tw: 駕駛

source: Driver and
zh_tw: 駕駛和

source: Dropdown Formats Data Programming
zh_tw: 格式資料程式化下拉選單

source: Drops names of clients
zh_tw: 提出客戶名稱

source: Due to PTZ cameras all having different zoom, focus and moving speeds each PTZ has to be calibrated so that the algorithm knows how much to move each PTZ.
zh_tw: 因為 PTZ 攝影機有不同放大倍率、焦距，且每台 PTZ 攝影機的移動速度必須經過校正使演算法能正確地移動每台 PTZ 攝影機。

source: Due to increasing recreational interest in ATVs, specialty ATVs, such as those used for trail riding, racing, and cargo hauling have entered the market place.
zh_tw: 由於全地形車在休閒用途的需求越來越高，用於野外騎乘、賽車，貨物牽引等專用全地形車已經進入了市場。

source: Due to the elevated rear seats 66, the rear passengers can view over the top of the front seats 64.
zh_tw: 因為後排座椅 66 架高，後排乘客能有高於前排座椅 64 的視野。

source: Due to the load on the frame tubes 90, 170, the connection provided by coupler 84 takes place at a longitudinal position from either end of the frame 80, within a distance from the end, of approximately 30% of the length of frame 80.
zh_tw: 由於框架管 90、170 之負載，框架 80 縱向兩端距離端點大約框架 80 的 30 % 長度位置以連接器 84 連接。

source: Due to the use of colour to detect fire, if the colour range of the camera is incorrect the fire detection algorithm could fail.
zh_tw: 因為火災偵測是利用顏色，若攝影機的顏色範圍不正確，則可能無法偵測到火焰。

source: Durabiltiy
zh_tw: 耐久性

source: During chilling, the follicles will close, trapping and any fecal contamination inside.
zh_tw: 冷卻時，毛囊將會閉合，使排泄物的污染積藏在內。

source: During delivery replenishment using 25R, garments missing from the shop floor won’t be requested.
zh_tw: 使用25R進行送貨時，將不會要求補充店內遺失的服飾。送貨以及正常補貨都將受到影響。

source: During live surveillance, it is possible to zoom (digitally) the different areas of the screen, thus opening a screen for each zoom carried out.
zh_tw: 現場監控時，可針對螢幕上不同區域進行 (數位) 縮放，每次縮放將打開一個畫面。

source: During operation of vehicle 100, the amount of air directed at each of drive member 400 and driven member 402 may change.
zh_tw: 車輛 100 運作期間，導向驅動元件 400 和被驅動元件 402 之空氣量可能會改變。

source: During scalding, it is essential that any foam – which is formed by protein in blood plasma mixing with the hot and agitated water - that accumulates on the water is removed if sanitary conditions are to be maintained.
zh_tw: 川燙過程中，若要維持衛生的條件，需去除任何積累在水面上的泡沫，泡沫是由血漿中的蛋白和攪拌熱水混合而形成的。

source: During the design phase, the Supplier:
zh_tw: 於設計階段，供應商應：

source: During the installation of the application, specific installation options are available.
zh_tw: 安裝應用程式過程，有特定的安裝選項可用，

source: During this period, all deliveries must include an analysis certificate certifying that the products delivered have been checked by the Supplier and that they have been declared compliant with these controls unless otherwise stated.
zh_tw: 此期間內，除非另有說明，所有交付之貨物必須都包括分析認證，證明供應商交付的產品經過供應商的檢驗，且貨物符合管控規範。

source: During video export, the name of the company and operator's information may be automatically filled in by the system, recording them on the exported media.
zh_tw: 視訊匯出過程中，系統能自動填寫公司和操作人員的資訊，將資訊記錄於匯出之媒體中。

source: Dustproof
zh_tw: 防塵

source: Dustproof IP5X certified dustproofing lets you use Everio in some seriously dusty environments without worry.
zh_tw: 防塵 IP5X 防塵認證讓您毋需擔心於塵土飛揚的環境中使用 Everio。

source: Dustproof function is not meant to encourage use on sand.
zh_tw: 防塵功能不代表建議於沙塵中使用。

source: Dutch
zh_tw: 荷蘭文

source: Dutch*
zh_tw: 荷蘭文*

source: Dynamic
zh_tw: 動態

source: Dynamic Analysis
zh_tw: 動態分析

source: Dynamic Zoom does not work when AIS is set to
zh_tw: 當 AIS 設定為增強模式時動態變焦將無法使用。

source: Dynamic Zoom does not work when AIS is set to Enhanced mode.
zh_tw: 當 AIS 設定為增強模式時動態變焦將無法使用。

source: Dynamic configuration in real time
zh_tw: 即時動態配置

source: Dynamic stamps gives users advanced editing functionality to increase collaboration and productivity.
zh_tw: 動態圖章讓使用者進行進階編輯，以提高協作和工作效率。

source: E Marketing 市場行銷
zh_tw: E 市場行銷

source: E – Environmental
zh_tw: E - 環境

source: E-mail: info.americas@modularmanagement.com
zh_tw: 電子郵件：info.americas@modularmanagement.com

source: E-mail: info.asia@modularmanagement.com
zh_tw: 電子郵件: info.asia@modularmanagement.com

source: E-mail: info@modularmanagement.com
zh_tw: 電子郵件：info@modularmanagement.com

source: E.g. C:\Program Files\Nuance\Power PDF, or C:\Program Files (x86)\Nuance\Power PDF in the case of a 64-bit OS.
zh_tw: 例： C:\Program Files\Nuance\Power PDF，或 C:\Program Files (x86)\Nuance\Power PDF 於 64 位元作業系統中。

source: EACH ADDITIONAL SERVO AXIS
zh_tw: 每一額外伺服軸

source: EAGLE files: Arduino-Leonardo-ETH-XX-reference-design.zip Schematic: Arduino-Leonardo-ETH-XX-schematic.pdf
zh_tw: EAGLE檔案：Arduino-Leonardo-ETH-XX-reference-design.zip 電路圖：Arduino-Leonardo-ETH-XX-schematic.pdf

source: EAGLE files: arduino-Ethernet-Shield2-V2-reference-design.zip
zh_tw: EAGLE檔案：arduino-Ethernet-Shield2-V2-reference-design.zip

source: EAGLE files: arduino_9AxesShield-reference-design.zip
zh_tw: EAGLE 檔案：arduino_9AxesShield-reference-design.zip

source: EASIER TO USE
zh_tw: 使用更簡便

source: EBIT
zh_tw: 稅前息前獲利

source: EBIT margin
zh_tw: 稅前息前獲利

source: EDITING A JOB REQUISITION
zh_tw: 編輯職位需求申請

source: EMERGENCY HELP GUARANTEE
zh_tw: 緊急協助保證

source: END
zh_tw: 結束

source: ENVIRONMENTAL REGULATIONS
zh_tw: 環保法規

source: EQUIPMENT DELIVERY TO BE CFR FULL LINER TO TANJUNG PRIOK, INDONESIA ACCORDING TO INCOTERMS 2010
zh_tw: 設備運費在內條件 (CFR) 運送至印尼雅加達 TANJUNG PRIOK 港，依照 2010 國際商業貿易條款。

source: ERP Systems;
zh_tw: ERP 系統；

source: EXAMPLE 1: The customer does not want to put Digifort 16 licenses and analytical, so he gets the Base version and a Professional Pack of 8 additional licenses Professional (DGFPR1008V6 DGFPR1108V6 +), moreover it must acquire a license basis Analytical and a pack of 16 permits analytical (DGFAN1000V1 + DGFAN1116V1).
zh_tw: 範例 1：客戶不想購買 16 組 Digifort 和分析軟體的授權，因此他可以購買基本版加上包含 8 組額外授權碼的專業包 (DGFPR1008V6 DGFPR1108V6 +)，此外還必須購買分析軟體和 16 組分析授權 (DGFAN1000V1 + DGFAN1116V1)。

source: EXAMPLE 2: The client has already Digifort surveillance and want to use the existing fixed cameras for four analytics licenses, then he must acquire the analytics base l and a pack of four analytics licenses (DGFAN1000V1 DGFAN1104V1 +), so he can run these licenses in any desired camera.
zh_tw: 範例 2：用戶已經擁有 Digifort 監控並想為有的固定式攝影機取得四組授權，則必須購買基本分析軟體 和四組分析授權包 (DGFAN1000V1 DGFAN1104V1+)，如此便可以將授權碼用於欲使用之攝影機。

source: EXAMPLE 3: The client already have Digifort Professional surveillance with 32 cameras and will acquire more 4 cameras exclusive for video analysis.
zh_tw: 範例 3：用戶已經有 Digifort 監控專業版和 32 架設影機，另外打算購買 4 套影像分析。

source: EXECUTION
zh_tw: 執行

source: EXTENDED Z AXIS CLEARANCE & PROCESS from 150mm to 200mm (per Z)
zh_tw: 延長 Z 軸間隙 & 進程，從 150mm 至 200mm (每一 Z 軸）

source: EXTENDED Z AXIS CLEARANCE & PROCESS from 150mm to 250mm (per Z)
zh_tw: 延長 Z 軸間隙 & 進程，從 150mm 至 250mm (每一 Z 軸）

source: EXTENDED Z AXIS CLEARANCE & PROCESS from 150mm to 300mm (per Z)
zh_tw: 延長 Z 軸間隙 & 進程，從 150mm 至 300mm (每一 Z 軸）

source: EXTENDED Z AXIS CLEARANCE & PROCESS from 150mm to 450mm (per Z)
zh_tw: 延長 Z 軸間隙 & 進程，從 150mm 至 450mm (每一 Z 軸）

source: EXTRA SUPERVISORY SERVICES (as requested by the Purchaser in writing)
zh_tw: 額外監工服務 (按買方以書面形式之要求)

source: Each HUTCHINSON Group entity defines its assignment/contracting rules.
zh_tw: HUTCHINSON 集團的每個單位自行定義其委任 / 立約的規則。

source: Each HUTCHINSON entity will define its alert thresholds and the expected measures (summons to present the action plans, audits conducted by the supplier, etc.).
zh_tw: HUTCHINSON 各部門將定義其警戒觸發值和預期的措施（召集提出行動計畫、由供應商等進行審核等）。

source: Each analog input provides 10 bits of resolution (i.e. 1024 different values).
zh_tw: 每組類比輸入提供 10 位元的解析度（即 1024 個不同數值）。

source: Each axis features (5) bearings per baflscrew.
zh_tw: 每軸的滾珠螺桿具有 (5) 組軸承。

source: Each carriage isindependently driven to maintain part accuracy.
zh_tw: 每組刀架皆獨立驅動以保持精確度。

source: Each coupling member 464 includes a first base portion 466, a second base portion 468, and a connecting portion 470.
zh_tw: 每個連接元件 464 包含第一底座部分 466、第二底座部分 468 和連接部分 470。

source: Each of athe cage sections comprise plural frame tubes as shown.
zh_tw: 如圖所示，每個防滾架部分包括多支框架管。

source: Each of housing 460 and housing 462 includes at least one connection, but less than three connections.
zh_tw: 外殼 460 和外殼 462 皆至少包含一個連接點，但少於三個連接點。

source: Each of the 14 digital pins on the Leonardo ETH board can be used as input or output, using the pinMode(), digitalWrite(), and digitalRead() functions.
zh_tw: Leonardo ETH電路板上的14組數位針腳中，每一針腳都能利用pinMode()、digitalWrite()、和digitalRead()函數作為輸入或輸出，

source: Each pin can provide or receive a maximum of 40 mA and has an internal pull-up resistor (disconnected by default) of 20-50 kOhms.
zh_tw: 每一針腳能提供或接收之最大電流為40 mA，且其具有20-50千歐姆之內部提升電阻（預設為斷開連接）。

source: Each pump or blower will be supplied complete with a starter switch, and a wired remote starter box.
zh_tw: 兩者皆配有啟動開關與有線遠端啟動台。

source: Each set of attachment features 488 and 490 include openings which receive a bolt 492.
zh_tw: 各組固定點 488 和 490 包含供螺栓 492 嵌合的開口，

source: Each supplier is also evaluated based on the economic criteria of the purchase, its ability to invest, its ability to innovate and its quality management system level.
zh_tw: 同時也會根據其購買的經濟標準、投資能力、其創新能力和其品質管理系統水準評估每個供應商。

source: Each supplier must propose ideas for improvement aimed at reducing the total purchase cost of the supplies.
zh_tw: 每個供應商必須提出改善方案以減少供應的總採購成本，

source: Earliest:
zh_tw: 最早：

source: Ease of Use
zh_tw: 使用簡便

source: Easier to Use
zh_tw: 使用更簡便

source: Easily control the installable options for each organization or department.
zh_tw: 輕鬆管理每個機構或部門可安裝的選項。

source: Easily deploy in compliance with information governance policy
zh_tw: 輕鬆地進行資料管控

source: Easily mounts to the AXYZ machine to scan the surface of awork piece.
zh_tw: 能簡便地安裝於 AXYZ 機台上以進行工件表面掃描。

source: Easy Upload to YouTube/ Facebook (HD Compatible)
zh_tw: 輕鬆上傳至 YouTube/ Facebook （相容 HD 高畫質）

source: Economic arguments can make the preservation of ecosystems relevant to decision-makers and planners.
zh_tw: 經濟的論點使保存生態系統與決策者和規劃者相關，

source: Economic development
zh_tw: 經濟發展

source: Economic growth itself is not a guarantee for wider social progress.
zh_tw: 經濟成長本身並不能保證會達到更廣泛的社會進步，

source: Ecosystem services remain under-valued, under-recognized and under-utilized within most current economic and resource management approaches.
zh_tw: 生態系統服務在現今的經濟和資源管理方法中仍被低估、不被認識且未善加使用。

source: Ecosystem valuation demonstrates that benefits far exceed costs of water-related investments in ecosystem conservation.
zh_tw: 生態系統的價值評估顯示了其益處遠遠超過生態系統的保護水源相關的投資成本。

source: Ecosystem-based management and other environmental interventions that build resilience have been widely adopted; these interventions also support protection of water sources, catchments and riverbanks and promote conservation and efficient use of water in agriculture and other economic activities.
zh_tw: 廣泛採用基於生態系統的管理和其它抗災的環境措施，施行的預措施同時也支援水源保護、集水區和河岸，並促進農業和其它經濟活動中的水資源保護和高效率利用。

source: Ecosystems across the world, particularly wetlands, are in decline.
zh_tw: 世界中的生態系統正在減少中，尤其是濕地。

source: Ecosystems are protected in a climate of peace and stability.
zh_tw: 在和平與穩定的氣氛下保護生態系統。

source: Edit Format
zh_tw: 編輯格式

source: Edit any field if required.
zh_tw: 如果需要，請編輯欄位。

source: Edit only if required.
zh_tw: 若有需要可進行編輯。

source: Edit text and object attributes (font, color, line weight, display and print options)
zh_tw: 編輯文字和物件的屬性（字體、顏色、線條粗細、顯示和列印選項）

source: Edit them only if required, as they are auto populated from the Position you have selected.
zh_tw: 只有在必要情況下編輯上述資訊，因為以上資訊是根據所選擇的職位自動填入的。

source: Edit these only if required.
zh_tw: 若有需要可進行編輯。

source: Edit your PDF files like in a word processor using the Advanced Edit mode
zh_tw: 使用進階編輯模式，如文字編輯軟體一般進行 PDF 檔案編輯

source: Edit your video afterwards just like the pros do.
zh_tw: 進行專業的影像後製編輯。

source: Edit, cut, copy and paste text
zh_tw: 編輯、剪下和貼上文字

source: Edit: 25 JUN 15
zh_tw: 編輯：2015年6月25日

source: Editing Parameters Format
zh_tw: 編輯格式參數

source: Eduardo Cervantes Lopez is an international consultant based in Colombia.
zh_tw: Eduardo Cervantes Lopez 為哥倫比亞籍之國際顧問，

source: Efficiency measures such as rainwater harvesting and wastewater reuse are mainstreamed.
zh_tw: 大多數人都採用高效率的用水措施，例如雨水收集和污水再利用系統。

source: Efficiency options include automatic vacuum zone switching forpendulum processing, hardened steel pop uplocation pins, AXYZ AVS vision registration system, Unist mister fornon ferrous metal cutting.
zh_tw: 效率配件包括來回加工用之自動真空區域切換器、硬化鋼談式定位銷、AXYZ AVS 視覺定位系統、用於非鐵材料切削之 Unist 切削油噴嘴。

source: Efficient Redaction tool to filter out sensitive PDF content.
zh_tw: 高效加密工具用以過濾掉敏感的 PDF 內容

source: Electric Drill
zh_tw: 電動鑽

source: Electric voltage:
zh_tw: 電壓：

source: Electrical Equipment & Electronics
zh_tw: 電機設備和電子產品

source: Electrical and Electronic Materials: The warranty would be covered under the same conditions in which these materials manufacturers guarantee their products.
zh_tw: 電氣和電子材料：保固範圍涵蓋與材料製造商提供之相同條件的產品保證，

source: Electrical equipment is fully insulated at connection points and there are no exposed wires or cables.
zh_tw: 電氣設備連接點已完全絕緣且無外露的電線或電纜。

source: Electromagnetic radiations: Field strength = 10 V/m
zh_tw: 電磁輻射：電場強度 = 10 V/m

source: Electronic equipment: It is for processing the electrical signal provided by the weight sensor.
zh_tw: 電子設備 (Electronic equipment)：處理重量感應器之電氣訊號之設備，

source: Electronic form creation and conversion
zh_tw: 電子表單建立和轉檔

source: Electronic product registration turned off
zh_tw: 關閉電子產品註冊

source: Electronics Manufacturing Equip.
zh_tw: 電子產品製造設備

source: Elegance meets extremely sophisticated features: So small that it is barely noticeable behind your ear, Pure™ offers an outstanding binaural hearing experience.
zh_tw: 高雅且精巧的外型：尺寸微小，從耳朵後方幾乎看不到它的存在，Pure™ 能提供了一個絕佳的雙耳聽力體驗。

source: Element
zh_tw: 元件

source: Elements broken or damaged by misuse or lack of maintenance.
zh_tw: 因錯誤使用或缺乏維修導致元件受損。

source: Elements of malfunction: The warranty covers the replacement of machine elements that cause malfunctions or do not meet the sale conditions terms due to design defects, including our technicians’ intervention.
zh_tw: 元件故障：保固包含更換引起故障或因為設計瑕疵 (包含我們的技術人員施工) 導致不符合銷售條件之機台元件。

source: Elevate top nozzle while filling and testing.
zh_tw: 注水和測試同時提高頂部開口。

source: Elongate halves 660, 662 of pivotal bar 610 each include ribs 668, having interruptions at 670 as described herein.
zh_tw: 樞軸桿 610 之長桿 660、662 個別包括肋骨 668，其中有中斷 670 如此處所述。

source: Email:
zh_tw: Email: 電子郵件：

source: Email: info@modularmanagement.de
zh_tw: 電子郵件：info@modularmanagement.de

source: Embedded Media Objects
zh_tw: 嵌入媒體物件

source: Embody company strategy into the building blocks of the Architecture
zh_tw: 整合公司策略為架構中的模塊

source: Embrace changing markets
zh_tw: 擁抱變化中的市場

source: Emergency Contacts
zh_tw: 緊急連絡人

source: Emergency stop: It is red with yellow background and allows stopping the conveyors in an emergency case.
zh_tw: 緊急停止：其為紅色而底部為黃色，能在緊急情況下停止輸送帶。

source: Employee Data Change
zh_tw: 員工變更

source: Employee Referral Schemes
zh_tw: 員工推薦計畫

source: Employees can update their personal information on Workday.
zh_tw: 員工可於 Workday 中更新他們的個人資訊，

source: Empowers users to add comments by speaking instead of typing.
zh_tw: 讓使用者透過語音輸入註解。

source: Enable 'Include signature's revocation status' in the application
zh_tw: 於應用程式中啓用“Include signature's revocation status（包含撤消簽署狀態）”

source: Enable 'Require Signing Reason' and 'Show Reasons' in the application
zh_tw: 於應用程式中啓用“Require Signing Reason（要求簽署原因）”和“Show Reasons（顯示原因）”

source: Enable 'Require time stamp information' in the application
zh_tw: 於應用程式中啓用“Require time stamp information（需要時間戳記資訊）”

source: Enable 'Show location and contact information' in the application
zh_tw: 於應用程式中啓用“Show location and contact information（顯示地點和連絡資訊）”

source: Enable Connectors
zh_tw: 啓用連接點

source: Enable Nuance PDF toolbar in Microsoft Office
zh_tw: 啟用 Microsoft Office 中的 Nuance PDF 工具列

source: Enable Nuance PDF toolbar in Microsoft Office: turn this setting on to show the Nuance PDF toolbar in Office 2003 applications.
zh_tw: 啟用 Microsoft Office 中的 Nuance PDF 工具列：開啟此設定將 Nuance PDF 工具列顯示於 Office 2003 應用程式中。

source: Enable logging in Microsoft Office Applications
zh_tw: 啟用 Microsoft Office 應用程式紀錄日誌

source: Enable logging in Microsoft Office Applications: Turning this setting on helps application troubleshooting without causing performance degradation.
zh_tw: 啟用 Microsoft Office 應用程式紀錄日誌：開啟此設定有助於進行應用程式的故障排除而不會拖慢效能。

source: Enable or disable each Connector by marking the checkboxes one by one.
zh_tw: 逐一勾選或取消勾選各個 Connector。

source: Enable other integrations (if needed)
zh_tw: 啟用其它整合程式（若有需要）

source: Enables Biometric Authentication by Digifort - BioPass
zh_tw: 允許使用 Digifort 之生物認證 - BioPass

source: Enables automatic updating of Customer Monitoring
zh_tw: 客戶監控自動更新

source: Enables the creation of presets Customer Monitoring
zh_tw: 建立客戶監控預設值

source: Encourage users to comply with records management protocols Users can easily open and save PDFs to enterprise document management systems directly from the File menu, or in Portfolio mode—all to provide faster, easier access.
zh_tw: 使用記錄管理協定使用戶檔案符合規範 使用者可以直接從 File （檔案）功能表或於 Portfolio （文件夾）模式中輕鬆地開啟或儲存 PDF 檔案至企業文件管理系統 —— 提供更快、更簡便的存取。

source: Energy production is generally water-intensive.
zh_tw: 通常產生能源的耗水量相當大，

source: Engine:
zh_tw: 引擎：

source: Engineer to order
zh_tw: 工程師導向訂單

source: Engineering
zh_tw: 工程聲音

source: Engineering Requirements
zh_tw: 工程要求

source: Engineers sometimes must modify a component because of interface description.
zh_tw: 有時，工程師因為接口說明而必須修改元件。

source: English
zh_tw: 英文

source: Engraver
zh_tw: 雕刻器

source: Enhance document security
zh_tw: 強化檔案安全性

source: Enhance document security: Add passwords with secure 128-bit or 256-bit AES encryption and permission controls to PDF files to control document viewing, printing and modifications.
zh_tw: 強化檔案安全性：使用 128 位元或 256 位元 AES 密碼加密和 PDF 檔案權限控制以管制文件檢視、列印和修改。

source: Enhanced 508 and PDF/A support
zh_tw: 強化 508 和 PDF/A 支援

source: Enhanced Advanced Image Stabiliser
zh_tw: 增強先進影像穩定器

source: Enhanced Image Stabilisation
zh_tw: 增強影像穩定器

source: Enhanced Image Stabilisation Count on steady, less jittery images with effective compensation for camera shake.
zh_tw: 增強影像穩定器 藉由高效的攝影機晃動補償而得到更穩定、更少抖動的影像。

source: Enhanced accessibility checking and reporting
zh_tw: 強化存取性檢查和報告

source: Enhanced capabilities to create and validate compliance with Section 508 information accessibility standards.
zh_tw: 強化了建立和驗證符合 508 條款資訊存取性標準之功能

source: Enhanced capabilities to create and validate compliance with information accessibility standards.
zh_tw: 強化了建立和驗證符合規範資訊存取性標準之功能

source: Enjoy the cost-savings benefits of desktop virtualization.
zh_tw: 利用虛擬主機為您節省成本。

source: Ensure PDF/A compliance
zh_tw: 確保符合 PDF/A 規範

source: Ensure compliance with ISO PDF/A standard with added support for 1a, 1b, 2a, 2b, 2u, 3a, 3b, and 3u.
zh_tw: 確保檔案符合 ISO PDF/A 標準並增加了 1a、 1b、 2a、 2b、 2u、 3a、 3b 和 3u 級標章的支援。

source: Ensure files comply with ISO PDF/A conformance levels and Section 508 information accessibility standards.
zh_tw: 確保檔案符合 ISO PDF/A 等級規範和 508 條款資訊存取性標準。

source: Ensure files comply with ISO PDF/A standard and conformance levels 1a, 1b, 2a, 2b, 2u, 3a, 3b and 3u.
zh_tw: 確保檔案符合 ISO PDF/A 標準和 1a、 1b、 2a、 2b、 2u、 3a、 3b 和 3u 級標章。

source: Ensure files comply with ISO PDF/A standard and conformance levels 1a, 1b, 2a, 2b, 2u, 3a, 3b, and 3u.
zh_tw: 確保檔案符合 ISO PDF/A 標準和 1a、 1b、 2a、 2b、 2u、 3a、 3b 和 3u 級標章。

source: Ensure that quenching areas have enough ventilation to keep oil mists at recommended levels
zh_tw: 確保淬火區域具有足夠的通風以維持油霧低於建議量

source: Ensures users have access to the latest information to help them be more productive when using Power PDF.
zh_tw: 確保使用者能取得最新的資訊，協助用戶使用 Power PDF 時更有效率。

source: Ensuring good feed withdrawal will help to reduce bacterial contamination at this stage, regardless of whether a short or long feed withdrawal has been followed.
zh_tw: 無論是短期或長期禁食，確保良好的禁食過程將有助於減少此階段的細菌污染。

source: Enter Company and Cost Center and click Submit to complete the action.
zh_tw: 輸入 Company (公司) 和 Cost Center (成本中心) 並點擊 Submit (送出) 以完成此操作。

source: Enter Create Position in the search box at the top left of your home page to begin the Create Position process.
zh_tw: 於首頁畫面左上方的搜尋方塊中輸入 Create Position (建立職位) 以開始職位建立流程。

source: Enter Edit Job Requisition in the search box of your home page.
zh_tw: 於首頁畫面的搜尋方塊中輸入Edit Job Requisition (編輯職位需求)，

source: Enter My Payslips in the search box on your home screen, Payslips screen is displayed.
zh_tw: 於首頁畫面的搜尋方塊中輸入 My Payslips 以顯示薪資單畫面。

source: Enter Request One-Time Payment in the search box on your home screen to reach the One-Time Payment screen.
zh_tw: 在首頁畫面的搜尋方塊中輸入 Request One-Time Payment (申請一次性付款) 以顯示 One-Time Payment 畫面。

source: Enter Terminate Employee in the search box on your home screen and the Terminate Employee screen is displayed.
zh_tw: 於首頁畫面的搜尋方塊中輸入 Terminate Employee 以顯示解雇員工畫面。

source: Enter Terminate Employee in the search box on your home screen.
zh_tw: 於首頁畫面的搜尋方塊中輸入 Terminate Employee (解雇員工)。

source: Enter a description for the connection and select the appropriate network protocol.
zh_tw: 輸入連線敘述並選擇適當的網路通訊協定。

source: Enter text in Start Details and click the icon in the Why are you making this change?
zh_tw: 於 Start Details (開始詳細資訊) 輸入文字並點擊 Why are you making this change? (為何進行此項變更？)

source: Enter the Allowance Percentage and Frequency.
zh_tw: 輸入 Allowance Percentage (津貼百分比) 和 Frequency (付款頻率)。

source: Enter the new Amount.
zh_tw: 輸入新的金額。
